Repository: msdrigg/roam
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fil, fr, fr_ca, it, pa, pt_br, pt_pt, vi, zh_hans

# :help-share-diagnostics:
source: To share diagnostics, click the plus button at the bottom of the messaging window and then click "Attach diagnostics"
ar: لمشاركة التشخيص، انقر على الزر الموجود في الجزء السفلي من نافذة المراسلة ثم انقر على "إرفاق التشخيص"
de: Um Diagnosen zu teilen, klicken Sie auf die Plus-Schaltfläche am unteren Rand des Nachrichtenfensters und klicken Sie dann auf "Diagnosen anhängen"
es: Para compartir los diagnósticos, haz clic en el botón de más en la parte inferior de la ventana de mensajes y luego haz clic en "Adjuntar diagnósticos"
es_419: Para compartir diagnósticos, haz clic en el botón más en la parte inferior de la ventana de mensajes y luego haz clic en "Adjuntar diagnósticos"
fil: Upang ibahagi ang mga diagnostic, i-click ang pindutan na plus sa ibaba ng window ng pagmemensahe at pagkatapos ay i-click ang "Ikabit ang mga diagnostic"
fr: Pour partager les diagnostics, cliquez sur le bouton plus au bas de la fenêtre de messagerie puis cliquez sur "Joindre les diagnostics"
fr_ca: Pour partager les diagnostics, cliquez sur le bouton plus au bas de la fenêtre de messagerie, puis cliquez sur "Joindre les diagnostics"
it: Per condividere i diagnostici, fai clic sul pulsante più in fondo alla finestra dei messaggi e poi clicca su "Allega Diagnostici"
pa: ਨਿਦਾਨਕ ਸਾਂਝਾ ਕਰਨ ਲਈ, ਸੁਨੇਹਾ ਵਿੰਡੋ ਦੇ ਹੇਠਾਂ ਪਲਸ ਬਟਨ 'ਤੇ ਕਲਿਕ ਕਰੋ ਅਤੇ ਫਿਰ "ਨਿਦਾਨਕ ਲਗਾਓ" 'ਤੇ ਕਲਿਕ ਕਰੋ
pt_br: Para compartilhar diagnósticos, clique no botão de mais na parte inferior da janela de mensagens e depois clique em "Anexar diagnósticos"
pt_pt: Para partilhar diagnósticos, clique no botão de adição na parte inferior da janela de mensagens e depois clique em "Anexar diagnósticos"
vi: Để chia sẻ chuẩn đoán, nhấp vào nút cộng ở phía dưới cửa sổ nhắn tin và sau đó nhấp vào "Đính kèm chuẩn đoán"
zh_hans: 要共享诊断信息，请点击消息窗口底部的加号按钮，然后点击“附加诊断信息”。

# :manually-add-tv-full:
source: Hi, it sounds like you are having trouble connecting to your Roku TV. If the Roam app isn't automatically detecting your TV, you can manually add it by following the instructions here: https://roam.msd3.io/manually-add-tv/
ar: مرحبًا، يبدو أنك تواجه مشكلة في الاتصال بتلفزيون Roku الخاص بك. إذا كان التطبيق Roam لا يكتشف تلفزيونك تلقائيًا، يمكنك إضافته يدويًا باتباع التعليمات هنا: https://roam.msd3.io/ar/manually-add-tv/
de: Hallo, es scheint, als hätten Sie Probleme beim Verbinden mit Ihrem Roku TV. Wenn die Roam-App Ihren Fernseher nicht automatisch erkennt, können Sie ihn manuell hinzufügen, indem Sie den Anweisungen hier folgen: https://roam.msd3.io/de/manually-add-tv/
es: Hola, parece que tienes problemas para conectarte a tu Roku TV. Si la aplicación Roam no detecta automáticamente tu televisor, puedes agregarlo manualmente siguiendo las instrucciones aquí: https://roam.msd3.io/es/manually-add-tv/
es_419: Hola, parece que tienes problemas para conectarte a tu Roku TV. Si la aplicación Roam no detecta automáticamente tu televisor, puedes agregarlo manualmente siguiendo las instrucciones aquí: https://roam.msd3.io/es-419/manually-add-tv/
fil: Hi, mukhang may problema ka sa pagkonekta sa iyong Roku TV. Kung ang Roam app ay hindi awtomatikong nakakakita sa iyong TV, maaari mong idagdag ito nang manu-mano sa pamamagitan ng pagsunod sa mga tagubilin dito: https://roam.msd3.io/fil/manually-add-tv/
fr: Salut, il semble que vous ayez du mal à vous connecter à votre télévision Roku. Si l'application Roam ne détecte pas automatiquement votre télévision, vous pouvez l'ajouter manuellement en suivant les instructions ici : https://roam.msd3.io/fr/manually-add-tv/
fr_ca: Salut, on dirait que vous avez du mal à vous connecter à votre télévision Roku. Si l'application Roam ne détecte pas automatiquement votre télévision, vous pouvez l'ajouter manuellement en suivant les instructions ici : https://roam.msd3.io/fr-CA/manually-add-tv/
it: Ciao, sembra che tu stia avendo problemi a connetterti alla tua TV Roku. Se l'app Roam non rileva automaticamente la tua TV, puoi aggiungerla manualmente seguendo le istruzioni qui: https://roam.msd3.io/it/manually-add-tv/
pa: ਸਤ ਸ੍ਰੀ ਅਕਾਲ, ਇਹ ਲਗਦਾ ਹੈ ਕਿ ਤੁਹਾਨੂੰ ਆਪਣੇ ਰੋਕੁ ਟੀਵੀ ਨਾਲ ਜੋੜਣ 'ਚ ਮੁਸੀਬਤ ਆ ਰਹੀ ਹੈ। ਜੇ Roam ਐਪ ਆਪਣੇ ਆਪ ਤੁਹਾਡੇ ਟੀਵੀ ਨੂੰ ਖੋਜ ਨਹੀਂ ਕਰ ਰਹੀ ਹੈ ਤਾਂ ਤੁਸੀਂ ਇਸ ਨੂੰ ਮੈਨੁਅਲ ਰਾਹੀਂ ਇੱਥੇ ਦਿੱਤੀ ਹਦਾਇਤ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹੋਏ ਸ਼ਾਮਲ ਕਰ ਸਕਦੇ ਹੋ: https://roam.msd3.io/pa/manually-add-tv/
pt_br: Oi, parece que você está tendo problemas para conectar à sua TV Roku. Se o aplicativo Roam não estiver detectando sua TV automaticamente, você pode adicioná-la manualmente seguindo as instruções aqui: https://roam.msd3.io/pt-BR/manually-add-tv/
pt_pt: Olá, parece que está a ter problemas em conectar-se à sua TV Roku. Se a aplicação Roam não está a detetar automaticamente a sua TV, pode adicioná-la manualmente ao seguir as instruções aqui: https://roam.msd3.io/pt-PT/manually-add-tv/
vi: Xin chào, dường như bạn đang gặp rắc rối khi kết nối với TV Roku của mình. Nếu ứng dụng Roam không tự động phát hiện TV của bạn, bạn có thể thêm TV một cách thủ công bằng cách làm theo hướng dẫn tại đây: https://roam.msd3.io/vi/manually-add-tv/
zh_hans: 嗨，看起来您正在遇到连接Roku电视的问题。如果Roam应用程序没有自动检测到您的电视，您可以按照这里的说明手动添加它：https://roam.msd3.io/zh-hans/manually-add-tv/

# :manually-add-tv:
source: You can find the instructions for how to manually add a TV here: https://roam.msd3.io/manually-add-tv/
ar: يمكنك العثور على التعليمات حول كيفية إضافة تلفزيون يدويًا هنا: https://roam.msd3.io/ar/manually-add-tv/
de: Sie können die Anweisungen zum manuellen Hinzufügen eines Fernsehers hier finden: https://roam.msd3.io/de/manually-add-tv/
es: Puedes encontrar las instrucciones para agregar manualmente un televisor aquí: https://roam.msd3.io/es/manually-add-tv/
es_419: Puede encontrar las instrucciones sobre cómo agregar manualmente un televisor aquí: https://roam.msd3.io/es-419/manually-add-tv/
fil: Maaari mong mahanap ang mga instruksyon kung paano magdagdag ng mano-mano ng TV dito: https://roam.msd3.io/fil/manually-add-tv/
fr: Vous pouvez trouver les instructions sur comment ajouter manuellement une télévision ici : https://roam.msd3.io/fr/manually-add-tv/
fr_ca: Vous pouvez trouver les instructions sur comment ajouter manuellement une télévision ici : https://roam.msd3.io/fr-CA/manually-add-tv/
it: Puoi trovare le istruzioni su come aggiungere manualmente una TV qui: https://roam.msd3.io/it/manually-add-tv/
pa: ਤੁਸੀਂ ਮੈਨੁਅਲ ਤੌਰ 'ਤੇ ਟੀਵੀ ਜੋੜਨ ਦੀ ਹਦਾਇਤਾਂ ਇੱਥੇ ਲੱਭ ਸਕਦੇ ਹੋ: https://roam.msd3.io/pa/manually-add-tv/
pt_br: Você pode encontrar as instruções de como adicionar manualmente uma TV aqui: https://roam.msd3.io/pt-BR/manually-add-tv/
pt_pt: Você pode encontrar as instruções sobre como adicionar manualmente uma TV aqui: https://roam.msd3.io/pt-PT/manually-add-tv/
vi: Bạn có thể tìm thấy hướng dẫn về cách thêm TV thủ công tại đây: https://roam.msd3.io/vi/manually-add-tv/
zh_hans: 您可以在这里找到如何手动添加电视的说明：https://roam.msd3.io/zh-Hans/manually-add-tv/

# :message-from-roam-title:
source: Message from Roam
ar: رسالة من روم
de: Nachricht von Roam
es: Mensaje de Roam
es_419: Mensaje de Roam
fil: Mensahe mula sa Roam
fr: Message de Roam
fr_ca: Message de Roam
it: Messaggio da Roam
pa: Roam ਤੋਂ ਸੰਦੇਸ਼
pt_br: Mensagem do Roam
pt_pt: Mensagem de Roam
vi: Tin nhắn từ Roam
zh_hans: 来自Roam的消息

source: 1 minute
ar: دقيقة واحدة
es: 1 minuto
es_419: 1 minuto
fil: 1 minuto
it: 1 minuto
pa: 1 ਮਿੰਟ
pt_br: 1 minuto
pt_pt: 1 minuto
vi: 1 phút
zh_hans: 1 分钟

source: 2 minutes
ar: دقيقتان
de: 2 Minuten
es: 2 minutos
es_419: 2 minutos
fil: 2 minuto
it: 2 minuti
pa: 2 ਮਿੰਟ
pt_br: 2 minutos
pt_pt: 2 minutos
vi: 2 phút
zh_hans: 2 分钟

source: 3 minutes
ar: 3 دقائق
de: 3 Minuten
es: 3 minutos
es_419: 3 minutos
fil: 3 minuto
it: 3 minuti
pa: 3 ਮਿੰਟ
pt_br: 3 minutos
pt_pt: 3 minutos
vi: 3 phút
zh_hans: 3 分钟

source: 30 seconds
ar: 30 ثانية
de: 30 Sekunden
es: 30 segundos
es_419: 30 segundos
fil: 30 segundo
fr: 30 secondes
fr_ca: 30 secondes
it: 30 secondi
pa: 30 ਸਕਿੰਟ
pt_br: 30 segundos
pt_pt: 30 segundos
vi: 30 giây
zh_hans: 30 秒

source: A control that lowers the volume on your TV
ar: تحكم يقلل من صوت التلفاز الخاص بك
de: Eine Steuerung, die die Lautstärke Ihres Fernsehers senkt
es: Un control que reduce el volumen de tu televisor
es_419: Un control que baja el volumen de tu TV
fil: Isang kontrol na nagpapababa ng lakas ng tunog sa iyong TV
fr: Une commande qui réduit le volume de votre télévision
fr_ca: Une commande qui baisse le volume de votre téléviseur
it: Un controllo che abbassa il volume della tua TV
pa: ਤੁਹਾਡੇ ਟੀਵੀ 'ਤੇ ਵਾਲਿਊਮ ਘਟਾਉਣ ਵਾਲਾ ਨਿਯੰਤਰਨ
pt_br: Um controle que diminui o volume da sua TV
pt_pt: Um controlo que diminui o volume da sua TV
vi: Một điều khiển giảm âm lượng trên TV của bạn
zh_hans: 一个可以降低电视音量的控制器

source: A control that makes a selection on your TV
ar: تحكم يقوم بإجراء اختيار على تلفزيونك
de: Eine Steuerung, die eine Auswahl auf Ihrem Fernseher trifft
es: Un control que hace una selección en tu televisor
es_419: Un control que hace una selección en tu televisor
fil: Isang kontrol na gumagawa ng seleksyon sa iyong TV
fr: Une télécommande qui fait une sélection sur votre télévision
fr_ca: Une commande qui fait une sélection sur votre téléviseur
it: Un controllo che effettua una selezione sulla tua TV
pa: ਤੁਹਾਡੇ ਟੀਵੀ 'ਤੇ ਚੋਣ ਕਰਨ ਵਾਲਾ ਕੰਟਰੋਲ
pt_br: Um controle que faz uma seleção na sua TV
pt_pt: Um controlo que faz uma seleção na sua TV
vi: Một điều khiển cho phép bạn lựa chọn trên TV của bạn
zh_hans: 一个在你的电视上做出选择的控制器

source: A control that mutes or unmutes your TV
ar: تحكم يكتم أو يلغي كتم الصوت في التلفزيون الخاص بك
de: Eine Steuerung, die Ihren Fernseher stummschaltet oder den Ton wieder aktiviert
es: Un control que silencia o activa el sonido de tu TV
es_419: Un control que silencia o activa el sonido de tu TV
fil: Isang kontrol na nagmumute o nag-uunmute ng iyong TV
fr: Un contrôle qui active ou désactive le son de votre télévision
fr_ca: Une commande qui coupe ou active le son de votre télévision
it: Un controllo che disattiva o riattiva l'audio della tua TV
pa: ਇਕ ਕੰਟਰੋਲ ਜੋ ਤੁਹਾਡੇ ਟੀਵੀ ਨੂੰ ਮਿਊਟ ਜਾਂ ਅੰਮਿਊਟ ਕਰਦਾ ਹੈ
pt_br: Um controle que silencia ou ativa o som da sua TV
pt_pt: Um controle que silencia ou dessilencia a sua TV
vi: Một điều khiển có thể tắt hoặc bật tiếng của TV của bạn
zh_hans: 一个可以静音或取消静音你的电视的控制器

source: A control that plays and pauses your TV
ar: تحكم يشغل ويقف تلفزيونك
de: Eine Steuerung, die Ihren Fernseher abspielt und pausiert
es: Un control que reproduce y pausa tu televisor
es_419: Un control que reproduce y pausa tu TV
fil: Isang kontrol na nagpapatugtog at nagpapahinto sa iyong TV
fr: Une commande qui joue et met en pause votre télévision
fr_ca: Une commande qui joue et met en pause votre télévision
it: Un controllo che riproduce e mette in pausa la tua TV
pa: ਇੱਕ ਕੰਟਰੋਲ ਜੋ ਤੁਹਾਡੀ ਟੀਵੀ ਨੂੰ ਚਲਾਉਂਦਾ ਅਤੇ ਰੋਕਦਾ ਹੈ
pt_br: Um controle que reproduz e pausa sua TV
pt_pt: Um controlo que reproduz e pausa a sua TV
vi: Một điều khiển dùng để chơi và tạm dừng TV của bạn
zh_hans: 一个可以播放和暂停你电视的控制器

source: A control that raises the volume on your TV
ar: تحكم يرفع مستوى الصوت على التلفزيون الخاص بك
de: Eine Steuerung, die die Lautstärke Ihres Fernsehers erhöht
es: Un control que sube el volumen en tu televisor
es_419: Un control que sube el volumen de tu televisor
fil: Isang kontrol na nagpapataas ng lakas ng tunog sa iyong TV
fr: Un contrôle qui augmente le volume de votre télévision
fr_ca: Une commande qui augmente le volume de votre télévision
it: Un controllo che alza il volume sulla tua TV
pa: ਤੁਹਾਡੇ ਟੀਵੀ 'ਤੇ ਵਾਲਿਊਮ ਵਧਾਉਣ ਵਾਲਾ ਕੰਟਰੋਲ
pt_br: Um controle que aumenta o volume da sua TV
pt_pt: Um controlo que aumenta o volume da sua TV
vi: Một điều khiển giúp tăng âm lượng trên TV của bạn
zh_hans: 一个可以提高你电视音量的控制器

source: A control that turns on or off your TV
ar: جهاز تحكم يقوم بتشغيل أو إيقاف تلفزيونك
de: Eine Fernbedienung, die Ihren Fernseher ein- oder ausschaltet
es: Un control que enciende o apaga tu televisor
es_419: Un control que enciende o apaga tu TV
fil: Isang kontrol na nagbubukas o nagpapatay ng iyong TV
fr: Une télécommande qui allume ou éteint votre télévision
fr_ca: Une télécommande qui allume ou éteint votre télévision
it: Un controllo che accende o spegne la tua TV
pa: ਇੱਕ ਕੰਟਰੋਲ ਜੋ ਤੁਹਾਡੀ ਟੀਵੀ ਨੂੰ ਚਾਲੂ ਜਾਂ ਬੰਦ ਕਰਦਾ ਹੈ
pt_br: Um controle que liga ou desliga sua TV
pt_pt: Um controlo que liga ou desliga a sua televisão
vi: Một điều khiển có thể bật hoặc tắt TV của bạn
zh_hans: 一个可以打开或关闭你的电视的控制器

source: About
ar: حول
de: Über
es: Acerca de
es_419: Acerca de
fil: Tungkol
fr: À propos
fr_ca: À propos
it: Informazioni
pa: ਬਾਰੇ
pt_br: Sobre
pt_pt: Sobre
vi: Giới thiệu
zh_hans: 关于

source: About Roam
ar: حول Roam
de: Über Roam
es: Acerca de Roam
es_419: Acerca de Roam
fil: Tungkol sa Roam
fr: À propos de Roam
fr_ca: À propos de Roam
it: Informazioni su Roam
pa: ਰੋਮ ਬਾਰੇ
pt_br: Sobre o Roam
pt_pt: Sobre o Roam
vi: Giới thiệu Roam
zh_hans: 关于 Roam

source: Accent Color
ar: لون التمييز
de: Akzentfarbe
es: Color de acento
es_419: Color de acento
fil: Kulay ng accent
fr: Couleur d’accentuation
fr_ca: Couleur d’accentuation
it: Colore accento
pa: ਐਕਸੈਂਟ ਰੰਗ
pt_br: Cor de destaque
pt_pt: Cor de destaque
vi: Màu nhấn
zh_hans: 强调色

source: Add a device manually
ar: إضافة جهاز يدويًا
de: Gerät manuell hinzufügen
es: Agregar un dispositivo manualmente
es_419: Agregar un dispositivo manualmente
fil: Manu-manong magdagdag ng aparato
fr: Ajouter un appareil manuellement
fr_ca: Ajouter un appareil manuellement
it: Aggiungi un dispositivo manualmente
pa: ਇਕ ਉਪਕਰਣ ਹੱਥੋਂ ਜੋੜੋ
pt_br: Adicionar um dispositivo manualmente
pt_pt: Adicionar um dispositivo manualmente
vi: Thêm thiết bị thủ công
zh_hans: 手动添加设备

source: Add a new device
ar: أضف جهازًا جديدًا
de: Ein neues Gerät hinzufügen
es: Añadir un nuevo dispositivo
es_419: Agregar un nuevo dispositivo
fil: Magdagdag ng bagong device
fr: Ajouter un nouvel appareil
fr_ca: Ajouter un nouvel appareil
it: Aggiungi un nuovo dispositivo
pa: ਇੱਕ ਨਵਾਂ ਡਿਵਾਈਸ ਸ਼ਾਮਲ ਕਰੋ
pt_br: Adicionar um novo dispositivo
pt_pt: Adicionar um novo dispositivo
vi: Thêm thiết bị mới
zh_hans: 添加新设备

source: Add Attachment
ar: أضف مرفق
de: Anhang hinzufügen
es: Agregar adjunto
es_419: Agregar adjunto
fil: Magdagdag ng Attachment
fr: Ajouter une pièce jointe
fr_ca: Ajouter une pièce jointe
it: Aggiungi allegato
pa: ਅਟੈਚਮੈਂਟ ਜੋੜੋ
pt_br: Adicionar Anexo
pt_pt: Adicionar Anexo
vi: Thêm tệp đính kèm
zh_hans: 添加附件

source: Add Device
ar: أضف جهاز
de: Gerät hinzufügen
es: Añadir dispositivo
es_419: Agregar dispositivo
fil: Magdagdag ng Aparato
fr: Ajouter un appareil
fr_ca: Ajouter un appareil
it: Aggiungi dispositivo
pa: ਉਪਕਰਣ ਜੋੜੋ
pt_br: Adicionar Dispositivo
pt_pt: Adicionar Dispositivo
vi: Thêm Thiết bị
zh_hans: 添加设备

source: Added device successfully
ar: تمت إضافة الجهاز بنجاح
de: Gerät erfolgreich hinzugefügt
es: Dispositivo agregado exitosamente
es_419: Dispositivo agregado con éxito
fil: Matagumpay na naidagdag ang aparato
fr: Appareil ajouté avec succès
fr_ca: Appareil ajouté avec succès
it: Dispositivo aggiunto con successo
pa: ਡਿਵਾਈਸ ਸਫਲਤਾਪੂਰਵਕ ਜੋੜੀ ਗਈ ਹੈ
pt_br: Dispositivo adicionado com sucesso
pt_pt: Dispositivo adicionado com sucesso
vi: Đã thêm thiết bị thành công
zh_hans: 成功添加设备

source: Additinoally, WatchOS prevents us from discovering TV's on the local network.
ar: بالإضافة إلى ذلك، يمنعنا ووتش أو إس من اكتشاف التلفزيونات على الشبكة المحلية.
de: Zusätzlich verhindert WatchOS, dass wir Fernseher im lokalen Netzwerk entdecken.
es: Además, WatchOS nos impide descubrir televisores en la red local.
es_419: Además, WatchOS nos impide descubrir televisores en la red local.
fil: Karagdagang, pinipigilan kami ng WatchOS sa pagtuklas ng mga TV sa lokal na network.
fr: De plus, WatchOS nous empêche de découvrir des téléviseurs sur le réseau local.
fr_ca: De plus, WatchOS nous empêche de découvrir les téléviseurs sur le réseau local.
it: Inoltre, WatchOS ci impedisce di scoprire le TV sulla rete locale.
pa: ਇਸ ਤੋਂ ਇਲਾਵਾ, WatchOS ਸਾਨੂੰ ਸਥਾਨਕ ਨੈੱਟਵਰਕ 'ਤੇ ਟੀਵੀ ਖੋਜਣ ਤੋਂ ਰੋਕਦਾ ਹੈ.
pt_br: Adicionalmente, o WatchOS nos impede de descobrir TVs na rede local.
pt_pt: Adicionalmente, o WatchOS impede-nos de descobrir TVs na rede local.
vi: Thêm vào đó, WatchOS ngăn chúng tôi khám phá ra các TV trên mạng cục bộ.
zh_hans: 此外，WatchOS阻止我们在本地网络上发现电视。

source: AI
ar: الذكاء الاصطناعي
de: KI
es: IA
es_419: IA
fr: IA
fr_ca: IA
it: IA
pa: ਏਆਈ
pt_br: IA
pt_pt: IA
vi: Trí tuệ nhân tạo
zh_hans: 人工智能

source: AI response
ar: استجابة الذكاء الاصطناعي
de: KI-Antwort
es: Respuesta de IA
es_419: Respuesta de IA
fil: Tugon ng AI
fr: Réponse de l’IA
fr_ca: Réponse de l’IA
it: Risposta dell'IA
pa: ਏਆਈ ਜਵਾਬ
pt_br: Resposta da IA
pt_pt: Resposta da IA
vi: Phản hồi của AI
zh_hans: AI 回复

source: All devices
ar: جميع الأجهزة
de: Alle Geräte
es: Todos los dispositivos
es_419: Todos los dispositivos
fil: Lahat ng device
fr: Tous les appareils
fr_ca: Tous les appareils
it: Tutti i dispositivi
pa: ਸਾਰੀਆਂ ਡਿਵਾਈਸਾਂ
pt_br: Todos os dispositivos
pt_pt: Todos os dispositivos
vi: Tất cả thiết bị
zh_hans: 所有设备

source: An unknown error occurred: %@
ar: حدث خطأ غير معروف: %@
de: Ein unbekannter Fehler ist aufgetreten: %@
es: Ocurrió un error desconocido: %@
es_419: Ocurrió un error desconocido: %@
fil: Naganap ang isang hindi kilalang error: %@
fr: Une erreur inconnue est survenue : %@
fr_ca: Une erreur inconnue est survenue: %@
it: Si è verificato un errore sconosciuto: %@
pa: ਅਣਜਾਣ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ: %@
pt_br: Ocorreu um erro desconhecido: %@
pt_pt: Ocorreu um erro desconhecido: %@
vi: Đã xảy ra lỗi không xác định: %@
zh_hans: 发生了未知错误：%@

source: App
ar: تطبيق
es: Aplicación
es_419: Aplicación
fr: Application
fr_ca: Application
pa: ਐਪ
pt_pt: Aplicativo
vi: Ứng dụng
zh_hans: 应用

source: App ${app} on ${device}
ar: "التطبيق ${app} على ${device}"
de: App ${app} auf ${device}
es: Aplicación ${app} en ${device}
es_419: App ${app} en ${device}
fil: App ${app} sa ${device}
fr: Appli ${app} sur ${device}
fr_ca: Application ${app} sur ${device}
it: App ${app} su ${device}
pa: ਐਪ ${app} ${device} 'ਤੇ
pt_br: App ${app} no ${device}
pt_pt: App ${app} no ${device}
vi: Ứng dụng ${app} trên ${device}
zh_hans: 应用程序 ${app} 在 ${device}上

source: App 1
ar: التطبيق 1
es: Aplicación 1
es_419: Aplicación 1
fr: Application 1
fr_ca: Application 1
pa: ਐਪ 1
pt_pt: Aplicativo 1
vi: Ứng dụng 1
zh_hans: 应用 1

source: App 2
ar: التطبيق 2
es: Aplicación 2
es_419: Aplicación 2
fr: Application 2
fr_ca: Application 2
pa: ਐਪ 2
pt_pt: Aplicativo 2
vi: Ứng dụng 2
zh_hans: 应用 2

source: App 3
ar: التطبيق 3
es: Aplicación 3
es_419: Aplicación 3
fr: Application 3
fr_ca: Application 3
pa: ਐਪ 3
pt_pt: Aplicativo 3
vi: Ứng dụng 3
zh_hans: 应用 3

source: App 4
ar: التطبيق 4
es: Aplicación 4
es_419: Aplicación 4
fr: Application 4
fr_ca: Application 4
pa: ਐਪ 4
pt_pt: Aplicativo 4
vi: Ứng dụng 4
zh_hans: 应用 4

source: App currently shutting down.
ar: يتم الآن إيقاف تشغيل التطبيق.
de: App wird derzeit heruntergefahren.
es: La aplicación se está cerrando actualmente.
es_419: La aplicación se está cerrando.
fil: Kasalukuyang nagsasara ang app.
fr: L’application est en cours d’arrêt.
fr_ca: L’application est en cours de fermeture.
it: L'app è attualmente in fase di arresto.
pa: ਐਪ ਇਸ ਵੇਲੇ ਬੰਦ ਹੋ ਰਹੀ ਹੈ।
pt_br: O aplicativo está sendo encerrado.
pt_pt: A aplicação está atualmente a encerrar.
vi: Ứng dụng hiện đang tắt.
zh_hans: 应用当前正在关闭。

source: App Version
ar: إصدار التطبيق
es: Versión de la aplicación
es_419: Versión de la aplicación
fil: Bersyon ng App
fr: Version de l'application
fr_ca: Version de l'application
it: Versione dell'app
pa: ਐਪ ਵਰਜਨ
pt_br: Versão do App
pt_pt: Versão do Aplicativo
vi: Phiên bản ứng dụng
zh_hans: 应用版本

source: Apple Watch
ar: ساعة آبل
pa: ਐਪਲ ਵਾਚ

source: Are you having trouble connecting your TV?
ar: هل تواجه صعوبة في توصيل التلفزيون الخاص بك؟
de: Haben Sie Probleme, Ihren Fernseher zu verbinden?
es: ¿Tienes problemas para conectar tu televisor?
es_419: ¿Estás teniendo problemas para conectar tu televisor?
fil: Nahihirapan ka bang ikonekta ang iyong TV?
fr: Rencontrez-vous des problèmes pour connecter votre télévision ?
fr_ca: Avez-vous des problèmes pour connecter votre téléviseur?
it: Hai problemi a collegare il tuo TV?
pa: ਕੀ ਤੁਸੀਂ ਆਪਣੇ ਟੀਵੀ ਨਾਲ ਜੋੜਨ ਵਿੱਚ ਦਿੱਕਤ ਪਾ ਰਹੇ ਹੋ?
pt_br: Você está tendo problemas para conectar sua TV?
pt_pt: Está a ter problemas a ligar a sua TV?
vi: Bạn có gặp khó khăn khi kết nối TV của mình không?
zh_hans: 您的电视连接有问题吗？

source: Are you having trouble control your TV?
ar: هل تواجه مشكلة في التحكم في تلفازك؟
de: Haben Sie Probleme, Ihren Fernseher zu steuern?
es: ¿Tienes problemas para controlar tu televisor?
es_419: ¿Tienes problemas para controlar tu televisor?
fil: Nahihirapan ka bang kontrolin ang iyong TV?
fr: Avez-vous du mal à contrôler votre téléviseur ?
fr_ca: Avez-vous de la difficulté à contrôler votre téléviseur?
it: Hai problemi a controllare la tua TV?
pa: ਕੀ ਤੁਹਾਨੂੰ ਆਪਣੇ ਟੀਵੀ ਨੂੰ ਕੰਟਰੋਲ ਕਰਨ ਵਿੱਚ ਮੁਸ਼ਕਲ ਆ ਰਹੀ ਹੈ?
pt_br: Você está tendo problemas para controlar sua TV?
pt_pt: Está com dificuldades em controlar a sua TV?
vi: Bạn có gặp khó khăn khi điều khiển TV không?
zh_hans: 您在控制电视时遇到问题吗？

source: Attach Diagnostics
ar: أرفق التشخيص
de: Diagnose anhängen
es: Adjuntar Diagnósticos
es_419: Adjuntar Diagnósticos
fil: Ikabit ang Diagnostics
fr: Joindre les diagnostics
fr_ca: Joindre les diagnostics
it: Allega Diagnostici
pa: ਡਾਇਗਨੋਸਟਿਕਸ ਲਗਾਓ
pt_br: Anexar Diagnósticos
pt_pt: Anexar Diagnósticos
vi: Đính kèm Chẩn đoán
zh_hans: 附加诊断信息

source: Attach files
ar: أرفق الملفات
de: Dateien anhängen
es: Adjuntar archivos
es_419: Adjuntar archivos
fil: Mag-attach ng mga file
fr: Joindre des fichiers
fr_ca: Joindre des fichiers
it: Allega file
pa: ਫਾਈਲਾਂ ਨੂੰ ਅਟੈਚ ਕਰੋ
pt_br: Anexar arquivos
pt_pt: Anexar ficheiros
vi: Đính kèm tệp
zh_hans: 附加文件

source: Attach photos
ar: أرفق الصور
de: Fotos anhängen
es: Adjuntar fotos
es_419: Adjunta fotos
fil: Mag-attach ng mga larawan
fr: Joindre des photos
fr_ca: Joindre des photos
it: Allega foto
pa: ਫੋਟੋ ਜੋੜੋ
pt_br: Anexar fotos
pt_pt: Anexar fotos
vi: Đính kèm ảnh
zh_hans: 附加照片

source: Attachment upload cancelled
ar: تم إلغاء تحميل المرفق
de: Hochladen des Anhangs abgebrochen
es: Carga de archivo adjunto cancelada
es_419: La carga del adjunto fue cancelada
fil: Kinansela ang pag-upload ng attachment
fr: Téléchargement de la pièce jointe annulé
fr_ca: Téléchargement de la pièce jointe annulé
it: Caricamento dell'allegato annullato
pa: ਅਟੈਚਮੈਂਟ ਅਪਲੋਡ ਰੱਦ ਕੀਤਾ ਗਿਆ ਹੈ
pt_br: Upload de anexo cancelado
pt_pt: Carregamento de anexo cancelado
vi: Tải lên tệp đính kèm đã bị hủy
zh_hans: 附件上传已取消

source: Back
ar: رجوع
de: Zurück
es: Atrás
es_419: Atrás
fil: Bumalik
fr: Retour
fr_ca: Retour
it: Indietro
pa: ਪਿੱਛੇ
pt_br: Voltar
pt_pt: Voltar
vi: Quay lại
zh_hans: 返回

source: Backspace
ar: مسافة للخلف
de: Rücktaste
es: Retroceso
es_419: Retroceso
fr: Retour arrière
fr_ca: Retour arrière
pa: ਬੈਕਸਪੇਸ
pt_br: Retrocesso
pt_pt: Retrocesso
vi: Xóa lùi
zh_hans: 退格

source: Bad context: %@
ar: سياق غير صالح: %@
de: Ungültiger Kontext: %@
es: Contexto no válido: %@
es_419: Contexto no válido: %@
fil: Maling konteksto: %@
fr: Contexte incorrect : %@
fr_ca: Contexte non valide : %@
it: Contesto non valido: %@
pa: ਗਲਤ ਸੰਦਰਭ: %@
pt_br: Contexto inválido: %@
pt_pt: Contexto inválido: %@
vi: Ngữ cảnh không hợp lệ: %@
zh_hans: 上下文无效：%@

source: Behavior
ar: السلوك
de: Verhalten
es: Comportamiento
es_419: Comportamiento
fil: Pag-uugali
fr: Comportement
fr_ca: Comportement
it: Comportamento
pa: ਵਿਹਾਰ
pt_br: Comportamento
pt_pt: Comportamento
vi: Hành vi
zh_hans: 行为

source: Build Version
ar: إصدار البناء
es: Versión de compilación
es_419: Versión de construcción
fil: Bersyon ng Build
fr: Version de la build
fr_ca: Version de construction
it: Versione build
pa: ਬਿਲਡ ਵਰਜਨ
pt_br: Versão de Construção
pt_pt: Versão da Build
vi: Phiên bản xây dựng
zh_hans: 构建版本
